[
    {
        "id": "iID0",
        "provider": "Simply Chic Hair",
        "suite": "Suite #1",
        "phone": "(321) 123-3211",
        "specialties": "Hair cuts, color and styling.",
        "image": "SimplyChicHair",
        "email": "Simplychic@thesuitespot.com",
        "about": "At Simply Chic Hair, we're more than just hairstylists; we're your partners in creating the perfect look that reflects your individuality. Whether you're seeking a simple trim or a complete hair transformation, our team is here to make your vision a reality. We specialize in a wide range of services, from precision haircuts and luxurious coloring to transformative hair extensions and stunning up-dos.",
        "services": {
            "Haircut": "<p>A haircut involves trimming and shaping your hair to achieve a desired length and style. It can range from a simple trim to a complete hair transformation.</p><p>Standard Haircut: $40</p><p>Layered Haircut: $80</p><p>Children's Haircuts: $30</p>",
            "Hair Coloring": "<p>Hair coloring services include techniques like highlights, lowlights, balayage, and full color changes to alter the color of your hair, creating a new look or covering gray hair.</p><p>Root Touchup: $50</p><p>Partial / Full Balayage: $70/$200</p><p>Highlights or Lowlights: $100</p>",
            "Hair Treatments": "<p>These treatments can include deep conditioning, relaxing, hair masks, and keratin treatments to improve the health and manageability of your hair.</p><p>Brazilian Blowout: $200</p><p>Keratin Treatment: $200</p><p>Deep Conditioning: $40</p>",
            "Hair Extensions": "<p>Hair extensions add length and volume to your natural hair. They can be clipped, sewn, bonded, or taped into place for a temporary or semi-permanent change.</p><p>Tape-in Extensions: $400</p><p>Sew-in Extensions: $500</p><p>Fusion Extensions: $600</p>",
            "Hair Styling": "<p>This service includes blowouts, curling, straightening, and updos. It's ideal for special occasions or when you want to change your everyday look.</p><p>Classic Blowout: $20</p><p>Updo: $100</p><p>Box Braids: $100</p><p>Corn Rows: $100</p><p>Special Occasion Styling: $100</p>"
        },
        "gallery": ["Blowdry", "Hairdye", "prettyhair", "barber", "haircut"],
        "booknow": "/selectservices_simply_chic"
    },
    {
        "id": "iID1",
        "provider": "Polish Perfection",
        "suite": "Suite #2",
        "phone": "(407) 123-1234",
        "specialties": "Manicure, pedicure, dip and acrylic.",
        "image": "PolishPerfection",
        "email": "Polishperfection@thesuitespot.com",
        "about": "At our salon, our skilled nail technicians are passionate about their craft and are committed to providing you with the highest level of care. Step into our chic and inviting salon, where you can unwind in a serene atmosphere. We offer a wide range of nail services, from classic manicures and pedicures to stunning nail art and extensions. Our team uses only the finest products to ensure your nails are healthy, strong, and beautifully adorned.",
        "services": {
            "Manicure": "<p>A basic treatment for the hands, including nail shaping, cuticle care, and polish application.</p><p>Basic Manicure: $40</p><p>French Manicure: $60</p><p>Spa Manicure: $60</p>",
            "Pedicure": "<p>Similar to a manicure, but for the feet. It includes nail care, exfoliation, and moisturizing.</p><p>Basic Pedicure: $40</p><p>French Pedicure: $60/$200</p><p>Spa Pedicure: $60</p>",
            "Nail Extensions": "<p>Adding length to the nails using tips or forms, often with acrylic or gel.</p><p>Acrylic Fill / Full Set: $40/$80</p><p>Dip Full Set: $80</p><p>Fiberglass Full Set: $100</p>",
            "Add-Ons": "<p>From the glossy finish of a gel polish to the therapeutic relaxation of a paraffin wax treatment, these extras transform a standard service into a pampering session.</p><p>Hand-painted Designs: $20</p><p>Ombre Nails: $30</p><p>Marble Nails: $30</p><p>Foiling: $20</p><p>3D Nail Art: $20</p><p>Paraffin Wax Treatment: $20</p><p>Gel Polish: $10</p><p>Soak-Off Removal: $20</p>"
            },
        "gallery": ["hands", "gall2", "nails1", "nails2", "nails3"],
        "booknow": "/selectservices_polish_perfection"
    },
    {
        "id": "iID2",
        "provider": "Blush & Brush Beauty",
        "suite": "Suite #3",
        "phone": "(321) 333-1234",
        "specialties": "Bridal and event makeup",
        "image": "BrushBlushBeauty",
        "email": "Brushandblush@thesuitespot.com",
        "about": "At Brush & Blush Beauty, I offer a range of makeup services, from subtle and natural to bold and glamorous. Whether it's for a special event, a photoshoot, or simply to elevate your everyday beauty, I have the skills and expertise to make your makeup dreams a reality. Book your appointment today, and let's create a makeup masterpiece that reflects your personality and leaves you feeling absolutely radiant. Your beauty journey starts here.",
        "services": {
            "Classic Makeup": "<p>A timeless and elegant makeup look suitable for any occasion. Includes foundation, eyeshadow, eyeliner, mascara, blush, and lipstick.<br />$40</p>",
            "Evening Makeup": "<p>Perfect for special events or a night out. This service includes a more dramatic eye look, contouring, false eyelashes, and a bold lip color.<br />$75</p>",
            "Natural Makeup": "<p>Enhance your features with a subtle and natural makeup application. Ideal for a fresh and understated appearance.<br />$45</p>",
            "Bridal Makeup Package": "<p>A comprehensive service tailored for brides on their special day. Includes a trial session, consultation, and the final bridal makeup application with long-lasting products for a flawless look in photos.<br />$150</p>",
            "Editorial Makeup":"<p>Bold and creative makeup for photoshoots, runway shows, or fashion events. This service includes high-impact looks that stand out in a professional setting.<br />$70</p>",
            "Special Effects Makeup":"<p>Transform your look with special effects makeup for costume parties, Halloween, or themed events. Pricing varies based on the complexity of the design.<br />$80</p>",
            "Makeup Lesson":"<p>A one-on-one session to learn about makeup techniques, product application, and personalized tips. Perfect for those wanting to improve their own makeup skills.<br />$60</p>",
            "Group Makeup Session":"<p>Ideal for bridal parties, prom groups, or special events. Enjoy a customized makeup experience for you and your friends, with group discounts available.<br />$150</p>",
            "Men’s Grooming":"<p>Tailored makeup services for men, including concealing blemishes, evening skin tone, and enhancing facial features for photoshoots or events.<br />$40</p>"
            },
        "gallery": ["prettyhair", "wedding", "wedding2", "makeup", "haircut"],
        "booknow": "/selectservices_brush_blush"
    },
    {
        "id": "iID3",
        "provider": "Healing Hands Spa",
        "suite": "Suite #4",
        "phone": "(407) 666-1234",
        "specialties": "Bridal and event makeup",
        "image": "HealingHandsSpa",
        "email": "Healinghandsspa@thesuitespot.com",
        "about": "Welcome to Healing Hands Spa—your haven for relaxation and rejuvenation. I offer a range of therapeutic massage techniques designed to alleviate tension, soothe sore muscles, and enhance your overall sense of well-being. Whether you seek relief from chronic pain or simply want to unwind and pamper yourself, I have the knowledge and expertise to tailor each session to your specific needs. Step into a world of tranquility and relief!",
        "services": {
            "Swedish Massage": "<p>A classic relaxation massage using long, flowing strokes to release tension, improve circulation, and promote overall well-being.<br />$80</p>",
            "Deep Tissue Massage": "<p>Targets deeper layers of muscle and connective tissue to address chronic pain and muscle tightness. Ideal for those seeking therapeutic relief.<br />$90</p>",
            "Hot Stone Massage": "<p>Heated stones are strategically placed and used during the massage to enhance relaxation, soothe muscles, and promote a sense of balance.<br />$90</p>",
            "Aromatherapy Massage": "<p>Integrates essential oils chosen for their therapeutic properties, enhancing the massage experience and promoting emotional and physical well-being.<br />$100</p>",
            "Prenatal Massage":"<p>Tailored for expectant mothers, this massage helps alleviate discomfort associated with pregnancy, focusing on relaxation and reducing tension.<br />$80</p>",
            "Sports Massage":"<p>Geared towards athletes, this massage addresses specific muscle groups, aids in recovery, and enhances flexibility and performance.<br />$80</p>",
            "Couples Massage":"<p>Enjoy a massage alongside your partner in a shared space, each with your therapist, creating a relaxing and bonding experience.<br />$150</p>",
            "Reflexology":"<p>Focuses on pressure points in the feet to promote relaxation, improve circulation, and stimulate the body's natural healing processes.<br />$100</p>",
            "Custom Massage":"<p>Tailored to your specific needs, combining various techniques to address individual concerns and promote overall relaxation.<br />$150</p>"
            },
        "gallery": ["healing1", "gall1", "healing2", "healing3", "healing4"],
        "booknow": "/selectservices_healing_hands"
    }

]